Repository: Jagganaut/FreeCars
Catalog: FreeCars/Resources/Strings.*.resx
Languages: de_de

# MainpageAppbarCenterme
source: Me
de_de: Ich

# MainPageBarMyLocation
source: My location
de_de: Mein Standort

# MainPageBarSettings
source: Settings
de_de: Einstellungen

# SettingsGeneralTitle
source: general
de_de: allgemein

# SettingsPageTitle
source: Settings
de_de: Einstellungen

# SettingsPageUseGPSHeader
source: Activate GPS
de_de: GPS aktivieren

# SettingsPageUseGPSText
source: Use GPS-Data to show own location on the map and find free cars nearby.
de_de: Benutze GPS, um die eigene Position auf der Karte anzuzeigen und verfügbare Fahrzeuge in der Nähe zu finden.

# ButtonCancel
source: cancel
de_de: Abbrechen

# ToggleSwitchOff
source: Off
de_de: Aus

# ToggleSwitchOn
source: On
de_de: An

# WelcomeAskGPSBody1
source: This application wants to use your GPS-position to show you free rides nearby. The application saves you last position to present you with better search results on the following starts. If you allow the application to use you current position, this data will be transmitted to Microsoft eventually.
de_de: Diese Anwendung möchte auf die aktuelle Position Deines Telefons zugreifen, um Dir freie Fahrzeuge in Deiner Umgebung anzeigen zu können. Diese Anwendung speichert Deinen jeweils letzten Standort, um bei den folgen Starts bessere Suchergebnisse zu erzielen. Wenn Du der Nutzung Deiner Positionsdaten zustimmst, werden diese Daten unter Umständen auch an Microsoft übertragen.

# WelcomeAskGPSBody2
source: Do you want to allow the use of your current GPS-position? You can always change this on the settings-page.
de_de: Möchtest Du der Nutzung Deiner Standortdaten zustimmen? Du kannst diese Einstellung jederzeit auf der Einstellungsseite ändern.

# WelcomeAskGPSHeader
source: Allow use of GPS data?
de_de: Ortung erlauben?

# SettingsPageShowMulticityCars
source: Show Multicity cars
de_de: Multicity Fahrzeuge anzeigen

# SettingsPageShowMulticityChargers
source: Show electrical charging terminals
de_de: Elektroladesäulen anzeigen

# MainPageBarReload
source: Refresh
de_de: Aktualisieren

# SettingsPageShowDriveNowCars
source: Show cars
de_de: Fahrzeuge anzeigen

# SettingsAppbarAbout
source: About
de_de: Über FreeCars

# AboutPageTitle
source: about
de_de: info

# AboutPageContactHeader
source: Social
de_de: Feedback

# AboutPageDisclaimer
source: FreeCars shows you free rides of the carsharing companies car2go, DriveNow and multicity as well as electrical charging-units nearby. At the moment you cannot reserve cars via this app.
de_de: FreeCars zeigt freie Fahrzeuge der Carsharing-Anbieter car2go, DriveNow und multicity sowie elektrische Ladesäulen in der Umgebung an. Über secondary-Tiles können beliebige Suchorte auf den Startbildschirm gepinnt werden. Bisher ist nur die Vorreservierung der Fahrzeuge von car2go und DriveNow über die App möglich.

# SettingsPageCallDrivenowHeader
source: Call the servicecenter
de_de: Servicezentrale anrufen

# SettingsPageCallMulticityHeader
source: Call the servicecenter
de_de: Servicezentrale anrufen

# SettingsPageCallMulticityPhoneName
source: Multicity servicecenter
de_de: Multicity Servicezentrale

# SupportEmailSubject
source: Request regarding FreeCars (v {0}) for WindowsPhone
de_de: Anfrage bzgl. FreeCars für WindowsPhone (v {0})

# SettingsPageBuyCaption
source: Remove ads
de_de: Werbung ausblenden

# SettingsPageBuyText
source: This app is funded by displaying ads. But you can easily get rid of the ads by purchasing FreeCars. Chose "ok" to open the store and buy FreeCars. Otherwise chose "cancel". You do not need to redownload FreeCars – after you bought FreeCars, the app is and will remain ad-free!
de_de: Diese App finanziert sich über das Einblenden von Werbung. Sie können die App aber auch bezahlen, um die Werbung auszublenden. Wenn Sie die Werbung loswerden möchten wählen Sie "OK", um den Store zu öffnen und FreeCars zu kaufen, anderenfalls wählen Sie "Abbrechen". Sie brauchen sie App nicht erneut herunterzuladen – nach dem Kauf ist und bleibt FreeCars werbefrei.

# ShowAds
source: Display Ads
de_de: Werbung einblenden

# AboutPageRateThisApp
source: Rate FreeCars
de_de: FreeCars bewerten

# HelpPageMarkersHeading
source: Markers
de_de: Marker

# HelpPageTitle
source: help
de_de: hilfe

# AboutPageGotoUservoiceSite
source: Visit site
de_de: Zum Forum

# AboutPageSendUservoiceRequest
source: Stage report
de_de: Fehler melden

# SettingsPageCallDrivenowPhoneName
source: DriveNow servicecenter
de_de: DriveNow Servicezentrale

# SettingsPageRedeemDrivenowPromocodeMailButton
source: Send PromoCode via email
de_de: PromoCode via Mail senden

# SettingsPageRedeemDrivenowPromocodeWebButton
source: Redeem PromoCode online
de_de: PromoCode online einlösen

# AboutPageContactText
source: Your opinion counts! Please use one of the following options to get in touch with me for critics, suggestions or proposed changes instead of a low rating. I will answer every request!
de_de: Deine Meinung ist mir wichtig! Bitte nutze eine der folgenden Kontaktmöglichkeiten bei Kritik, Verbesserungsvorschlägen oder Änderungswünschen, statt eine schlechte Bewertung abzugeben. Jede Anfrage wird beantwortet!

# ChangelogPageBody
source: 1.5.0.1: * Fix crash on startup in trial mode * add 'connect to car2go' when making reservation * decode multicity's html correctly * add promo-code to the email-body when tapping "send promo code via mail" in drivenow-settings 1.5.1.1: * Performance improvements for Low-Mem devices * Run under Lock * Fix several crashes 1.5.0.0: * connect to car2go account * bookings for car2go * differenciate between elektric drive and combustion engines with car2go * performace improvements * add facebook button 1.4.1.2: * car2go markers used to disappear on closing - fixed 1.4.1.1: * All cities for car2go (with autodetect) * Does not jump back to Secondary Tile's location on in-app-backnavigation * Improved screenshot of the map * automatic caption on secondary tile's back 1.4: * Secondary tiles for arbritrary locations * Analytics 1.3: * supports car2go (only Berlin, yet) by now * improve map-performance 1.2: * linked 'About' in main-menu * new feedback email-address * changelog * phone number of DriveNow service-center * DriveNow PromoCode 1.1: * links to uservoice-Feedback * changed colors of pushpins * phone number of multicity service-center * new splashscreen 1.0: * Show available cars of DriveNow and multicity on the map
de_de: 1.5.0.1: * Crash bei Anwendungsstart in trial mode behoben * option 'mit car2go verbindun' bei buchung anzeigen * multicity html korrekt interpetieren * in den drivenow settings den promo code in die E-Mail einfügen 1.5.1.1: * Performance-Verbesserung auf Low-Mem-Geräten * Run under Lock * Verschiedene Crashes behoben 1.5.0.0: * Verbinden mit car2go-Account * Buchungen für car2go * Unterscheidung zwischen Elektro und Verbrenner bei car2go * Performance-Verbesserung * Verbindung zu Facebook auf Info-Seite * Du statt Sie 1.4.1.2: * car2go-Marker verschwanden bei'm Schließen - jetzt nicht mehr 1.4.1.1: * Alle Städte für car2go (mit autodetect) * Springt bei Rücknavigation nicht mehr auf Startposition der Secondary-Tile * Besserer Bildausschnitt für Secondary Tile * Autobeschriftung Rückseite Secondary Tile 1.4: * Secondary Tiles um beliebige Orte an den Startscreen zu pinnen * Analytics * kostenlose DriveNow-Nummer 1.3 (nur Beta-release): * Unterstützung für car2go (zunächst nur Berlin) * Performance-Verbesserungen in der Map 1.2: * About im Hauptmenü verlinkt * Neue Kontakt-E-Mail-Adresse * changelog * Rufnummer der DriveNow-Servicezentrale * DriveNow PromoCode 1.1: * Links zu Uservoice-Feedback * Farben der Pushpins angepasst * Rufnummer multicity-Servicezentrale * Neuer Splash-Screen 1.0: * Freie Fahrzeuge von DriveNow und multicity auf der Karte anzeigen

# ChangelogPageTitle
source: changelog
de_de: log

# DrivenowPromoCodeMailbody
source: Thank you very much for using FreeCars. Use the promotion code (ZNEUATHQJA) and save 19,– € on the registration-fees and get credited with 15 driving-minutes. Sign up to DriveNow: https://de.drive-now.com/php/metropolis/registration?language=en_US&L=2&prc=ZNEUATHQJA
de_de: Vielen Dank für die Verwendung von FreeCars. Nutzen Sie den PromoCode (ZNEUATHQJA), und sparen Sie 19,– € Anmeldegebühren und erhalten Sie zusätzlich 15 Freiminuten. Jetzt bei DriveNow anmelden: https://de.drive-now.com/php/metropolis/registration?language=de_DE&L=2&prc=ZNEUATHQJA

# DrivenowPromoCodeMailheader
source: PromoCode for DriveNow
de_de: PromoCode für DriveNow

# MainMenuAboutAppItemText
source: About FreeCars
de_de: Über FreeCars

# SettingsPageRedeemDrivenowPromoCodeText
source: Save 19,– € on the registration fees by using the following promotion-code and get 15 driving-minutes: ZNEUATHQJA Pay only 9,98 € instead of 29,– € on the registration and get credited with 15 driving-minutes by using the PromoCode.
de_de: Spare 19,– € Anmeldegebühren und erhalte zusätzlich 15 Freiminuten mit dem folgenden PromoCode: ZNEUATHQJA Einmalige Anmeldegebühr 9,98 € statt 29,– €

# SettingsPageShowCar2goCars
source: Show cars
de_de: car2go Fahrzeuge anzeigen

# AllowAnalytics
source: Help to improve FreeCars
de_de: Analysedaten senden

# AllowAnalyticsDisclaimer
source: By allowing to send data for analytics, you help to improve FreeCars. Your privacy is not at stake and the submitted data will not be used for anything else then understanding errors and preferred features of the users and to improve FreeCars by responding to the collected results. I am not able to personally identify you by means of the submitted data.
de_de: Wenn Du das Senden von Analysedaten erlaubst, hilfst Du mit FreeCars besser zu machen. Die Daten enthalten keine persönlichen Daten und werden nicht für Werbung (TrialVersion) genutzt, sondern aussließlich, um Fehler zu erkennen und viel genutzte Features zu verbessern. Die ID des Telefons wird genutzt um verschiedene Nutzungsverhalten zu erkennen; Du bist darüber nicht persönlich identifizierbar.

# PinMapAsSecondaryTile
source: Pin map-sector
de_de: Ausschnitt anheften

# PinToStartQuestionBody
source: Möchten Sie den aktuellen Ausschnitt auf den Startscreen Geben Sie eine Beschreibung für den aktuellen Ausschnitt an.
de_de: Möchtest Du den aktuellen Ausschnitt auf den Startscreen heften? Geben Sie eine Beschreibung für den aktuellen Ausschnitt an.

# PinToStartQuestionHeader
source: To Home screen
de_de: Auf den Startbildschirm

# AboutPageConnectFacebook
source: Like on Facebook
de_de: Gefällt mir auf Facebook

# CreateBooking
source: book car
de_de: buchen

# SettingsPageCar2GoAuthStatusError
source: FreeCars can access the car2go-API but cannot find a valid account for the location {0}.
de_de: FreeCars auf die car2go-API zugreifen aber für die Location {0} keinen Account finden.

# SettingsPageCar2GoAuthStatusOK
source: FreeCars can access your car2go-account {0} for this location: {1}.
de_de: FreeCars kann auf Deinen car2go-Account {0} für diese Location zugreifen: {1}.

# BookingPageExterior
source: Exterior condition
de_de: Zustand außen

# BookingPageHeadline
source: Create booking
de_de: Fahrzeug reservieren

# BookingPageInterior
source: Interior condition
de_de: Zustand innen

# BookingPageQuestion
source: Do you want to create a booking for this car?
de_de: Möchtest Du das folgende Fahrzeug reservieren?

# SettingsPageCar2GoConnectButton
source: connect FreeCars to car2go
de_de: FreeCars mit car2go verbinden

# BookingPageCar2GoNotConnected
source: FreeCars is not connected to your car2go-account, yet. Do you want to connect to your car2go account now? It only takes two minutes and your credentials are not stored in this App.
de_de: FreeCars ist noch nicht mit Deinem car2go-Account verbunden. Möchtest Du FreeCars jetzt mit Deinem car2go-Account verbinden? Das dauert nur zwei Minuten und Deine Daten werden nicht in der FreeCars-App gespeichert.

source: Not connected
de_de: Nicht verbunden
